brew "git"
brew "stow"
brew "dockutil"
brew "displayplacer"
brew "mas"
brew "jq"
brew "ripgrep"
brew "fd"
brew "just"
brew "antidote"
brew "starship"
brew "lazygit"
cask "1password"
cask "visual-studio-code"
cask "ghostty"
cask "hammerspoon"
cask "raycast"
cask "herd"
cask "jump-desktop"
cask "font-jetbrains-mono-nerd-font"
cask "slack"
cask "todoist-app"
cask "google-chrome"
cask "codex-app"