brew "git"
brew "stow"
brew "dockutil"
brew "displayplacer"
brew "mas"
brew "jq"
brew "ripgrep"
brew "fd"
brew "just"
brew "antidote"
brew "starship"
brew "lazygit"
brew "duti"
brew "ansible"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "colima"
brew "cloudflared"
brew "tmux"
cask "1password"
cask "1password-cli"
cask "visual-studio-code"
cask "ghostty"
cask "hammerspoon"
cask "raycast"
cask "herd"
cask "jump-desktop"
cask "jump-desktop-connect"
cask "betterdisplay"
cask "font-jetbrains-mono-nerd-font"
cask "slack"
cask "todoist-app"
cask "google-chrome"
cask "codex-app"
cask "spotify"
cask "elgato-stream-deck"
cask "tableplus"
cask "claude-code"
cask "wispr-flow"