tap "homebrew/cask-fonts"
brew "git"
brew "stow"
brew "dockutil"
brew "displayplacer"
brew "mas"
brew "jq"
brew "ripgrep"
brew "fd"
brew "just"
brew "antidote"
brew "starship"

cask "1password"
cask "visual-studio-code"
cask "raycast"
cask "iterm2"
cask "herd"
cask "jump-desktop"
cask "font-jetbrains-mono-nerd-font"
